IdeaRS.Connections
TonguePlateData.PlateShapeCode Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the code of the shape
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateShapeCode PlateShapeCode { get; set; }
Property Value
Type: PlateShapeCode
See Also
Reference
TonguePlateData Class
IdeaRS.Connections.Data Namespace